<?php

return [

    "msg" => [
        'create' => "Создано",
        "edit" => "Отредактировано",
        "delete" => "Удалено",
        "success" => "Выполнено успешно",
        "blocked" => "Заблокирован",
        "unblocked" => "Разблокирован",
        "trash_restored" => "Все записи из корзины восстановлены",
        "trash_cleaned" => "Корзина очищена",
        "restored" => "Восстановлено",
        "cleaned" => "Запись очищена"
    ],

    "button" => [
        'save' => 'Сохранить',
        'create' => 'Создать',
        'add' => 'Добавить',
        'update' => 'Обновить',
        'show' => 'Просмотр',
        'see' => 'Просмотреть',
        'edit' => 'Редактировать',
        'delete' => 'Удалить',
        'attach' => 'Привязать',
        'detach' => 'Отвязать',
        'attach_and_create' => 'Создать и привязать',
        'detach_and_delete' => 'Отвязать и Удалить',
        'block' => 'Заблокировать',
        'unblock' => 'Разблокировать',
        'restore' => "Восстановить",
        'clean' => "Очистить",
        'upload' => 'Загрузить',
        'edit_rules' => 'Набор правил',
    ],

    'general' => [
        'actions' => 'Действия',
        'created_at' => 'Дата создания',
    ],


];
